[
    {
        "post_id": "OPrvJSMYaHTca6mGGwQDf",
        "text": 
        [
            {"header": "# ... And Star Power"},
            {"quote": "> <em>One morning, as Gregor Samsa was waking up from anxious dreams, he discovered that in bed he had been changed into a monstrous vermin. </em>"},
            {"body": "<p class=center>Or</p>"},
            {"quote": "> <em>Someone must have been telling lies about Josef K., he knew he had done nothing wrong but, one morning, he was arrested.</em>"}, 
            {"tag": ""},
            {"body": "<p>Dealing with situations with no clear purpose, process, or ending characterizes most of the decisions we make. Maybe Kafka would argue that this is some sort of product of capitalism or inane bureaucratic structures, but I think this simply a part of human life. Our decisions ripple with short-term significance and long-term irrelevance; for a moment, the thing we debate seems so important and impactful, but several years, maybe even minutes, down the line it's as though the confusion enticed by the same decision making was worth nothing at all. </p>"},
            {"quote": "> <em>He lay on his armour-hard back and saw, as he lifted his head up a little, his brown, arched abdomen divided up into rigid bow-like sections.</em>"}, 
            {"body": "<p>But still, we find ourselves in particular places or problems where there is no escape except to assert a decision — take charge of our actions. But we are bound by our circular logic and the apparent impossible exit of the problem: we consider what needs to be considered, and all the other things that may be impacted, and how that may ripple onwards, and so on. Our own autonomy sinks deeper into some sort of a convoluted run-away train of thought. We lose sight of our metrics of success — what was the point of the whole internal debate, anyway? Wait — what was the problem?</p>"},
            {"quote": "> <em>\"Why don't I keep sleeping for a little while longer and forget all this foolishness,\" he thought. </em>"},
            {"body": "In the end it really can be all “kafkaesque” — the dreary feeling that can force us to feel lost when coming up against something so big it seems impossible; something that seems beyond you and above all action. It doesn’t always have to be that way, though. Taking action can be as easy as making a decision, or as hard as making a decision. It just depends on you. "},
            {"quote": "> <em>\"What now?\" Gregor asked himself and looked around him in the darkness.</em>"}
        ], 
        "meta": ["January 4th, 2020"]
    }, 
    {
        "post_id": "4iXCFI946xxLpvqhDKL7N",
        "text": 
        [
            {"header": "# Hessdalen Lights"},
            {"quote": "> <em>The Hessdalen lights are of unknown origin. They appear both by day and by night, and seem to float through and above the valley. They are usually bright white, yellow or red and can appear above and below the horizon. The duration of the phenomenon may be a few seconds to well over an hour. Sometimes the lights move with enormous speed; at other times they seem to sway slowly back and forth. On yet other occasions, they hover in mid‑air.</em> — <a href=https://en.wikipedia.org/wiki/Hessdalen_lights>Source</a>"},
            {"tag": ""},
            {"body": "<p>This is my first post. I decided to go with a pretty simple website and followed a <a href =https://bear.app/>Bear</a>-like / Markdown-inspired design. </p>"},
            {"image": "<img class=bigger src =./res/blog/4iXCFI946xxLpvqhDKL7N/lights.jpg />"
            },
            {"body": 
                [
                    "<p>The Hessdalen Lights are atmospheric \"anomalies\" that have yet to be explained. ", 
                    "It's also a <a href =https://open.spotify.com/track/0mq9yqCMnbP7OBio0mnVuq>song by Yves Tumor</a>, ",  
                    "which was originally the insipration behind the title of this particular entry (I thought the name was mysterious and cool, lol). But it was nice to learn about the real ",
                    "lights. I think the coolest part about them is that they have yet to be understood. It reminds me of the saying \"we know more about ",
                    "space than we do about our own oceans\". Or like how there is more to the bottom of an iceberg than the top. ",
                    "Or even more, the invasive roots of a mushroom and the dark side of the moon."
                ]
            }, 
            {"code": ""}
        ], 
        "meta": ["December 30th, 2020"]
    }
]